12/data/attachments/5fe88b6aff462c43.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>William_report_Actions_36884_1</nif:username>
            <nif:friendToBeRequested>soap_actions_087ae82e-0f29-415c-8b0e-bfe8c0eedb26</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>